Repository: Junki00/ProteinTracker-iOS
Catalog: ProteinTracker/Localizable.xcstrings
Source language: en
Languages: ja

# accessibility.added
source: Added
ja: 追加済み

# accessibility.addEntry
source: Add protein entry
ja: タンパク質記録を追加

# accessibility.addNextHint
source: Save this entry and add another
ja: この記録を保存して次を追加

# accessibility.addToFavorites
source: Add to favorites
ja: お気に入りに追加

# accessibility.addToHistory
source: Add to today's intake
ja: 今日の摂取に追加

# accessibility.addToPlan.%@
source: Add %@ to plan
ja: %@ を予定に追加

# accessibility.chartHint
source: Tap on a bar to see details for that day
ja: バーをタップしてその日の詳細を表示

# accessibility.collapsed
source: Collapsed
ja: 折りたたみ中

# accessibility.completePlan
source: Mark plan as completed
ja: 予定を完了にする

# accessibility.confirmAddToPlan.%@
source: Confirm add %@ to plan
ja: %@ を予定に追加する

# accessibility.dailyTarget.%lld
source: Daily target: %lld grams
ja: 1日の目標：%lld グラム

# accessibility.deleteEntry
source: Delete this entry
ja: この記録を削除

# accessibility.doneHint
source: Save this entry and close
ja: この記録を保存して閉じる

# accessibility.empty
source: Empty
ja: 空

# accessibility.expanded
source: Expanded
ja: 展開中

# accessibility.historyList
source: Today's protein intake history
ja: 今日のタンパク質摂取履歴

# accessibility.isFavorite
source: Favorited
ja: お気に入り済み

# accessibility.multiplierInput
source: Protein multiplier in grams per kilogram
ja: タンパク質係数（g/kg）

# accessibility.planDate
source: Planned date and time
ja: 予定の日時

# accessibility.progressBar
source: Daily protein progress
ja: 1日のタンパク質進捗

# accessibility.progressPercent.%lld
source: %lld percent complete
ja: %lld パーセント達成

# accessibility.proteinGrams.%@
source: %@ grams of protein
ja: %@ グラムのタンパク質

# accessibility.proteinInput
source: Protein amount in grams
ja: タンパク質量（グラム）

# accessibility.revertToPlan
source: Revert to plan
ja: 予定に戻す

# accessibility.searching
source: Searching for food
ja: 食品を検索中

# accessibility.statsDetail.%@.%@
source: Details for %1$@, %2$@ grams consumed
ja: %1$@ の詳細、%2$@ グラム摂取済み

# accessibility.stillNeed.%@.%@
source: Still need %1$@ grams of protein. Daily goal is %2$@ grams.
ja: あと%1$@グラムのタンパク質が必要です。1日の目標は%2$@グラムです。

# accessibility.toggleHint
source: Double tap to toggle the history list
ja: ダブルタップで履歴リストを切り替え

# accessibility.userProfile
source: User Profile
ja: ユーザープロフィール

# accessibility.weeklyChart
source: Weekly protein intake chart
ja: 週間タンパク質摂取チャート

# accessibility.weightInput
source: Body weight in kilograms
ja: 体重（キログラム）

# addEntry.addNext
source: Add Next
ja: 次を追加

# addEntry.cancel
source: Cancel
ja: キャンセル

# addEntry.defaultDescription
source: Click to edit description.
ja: タップして説明を編集

# addEntry.defaultNameHint
source: Default name will be used. Tap entry to edit details later.
ja: デフォルト名が使用されます。後でタップして詳細を編集できます。

# addEntry.done
source: Done
ja: 完了

# addEntry.grams
source: Grams
ja: グラム

# addEntry.quickAdd.%@
source: Quick Add at %@
ja: %@ にクイック追加

# addPlan.addToPlan
source: Add to Plan
ja: 予定に追加

# addPlan.eatAt
source: Eat at
ja: 食べる時間

# addPlan.gramsProtein.%@
source: %@ Grams Protein
ja: %@ グラムのタンパク質

# common.cancel
source: Cancel
ja: キャンセル

# common.delete
source: Delete
ja: 削除

# entryCard.emptyHint
source: Tap the '+' button at Today Tab to add your first protein entry.
ja: 「今日」タブの「+」ボタンをタップして 最初のタンパク質記録を追加しましょう。

# entryCard.noEntries
source: No entries yet.
ja: 記録はまだありません。

# entryCard.noFavorites
source: No favorites yet.
ja: お気に入りはまだありません。

# entryCard.noPlans
source: No plans yet.
ja: 予定はまだありません。

# entryDetail.consumedAt
source: Consumed At
ja: 摂取日時

# entryDetail.createdAt
source: Created At
ja: 作成日時

# entryDetail.deleteConfirmation
source: This action cannot be undone.
ja: この操作は取り消せません。

# entryDetail.deleteEntry
source: Delete Entry?
ja: 記録を削除しますか？

# entryDetail.description
source: Description
ja: 説明

# entryDetail.descriptionPlaceholder
source: What's about this food...
ja: この食品について...

# entryDetail.done
source: Done
ja: 完了

# entryDetail.edit
source: Edit
ja: 編集

# entryDetail.foodName
source: Food Name
ja: 食品名

# entryDetail.foodNamePlaceholder
source: Name (e.g., Whey Protein Powder)
ja: 名前（例：ホエイプロテイン）

# entryDetail.proteinAmount
source: Protein Amount
ja: タンパク質量

# entryDetail.proteinGrams.%@
source: %@ Grams
ja: %@ グラム

# entryDetail.proteinPlaceholder
source: Protein (grams)
ja: タンパク質（グラム）

# entryDetail.scheduledFor
source: Scheduled For
ja: 予定日時

# entryRow.addToPlan
source: Add to Plan
ja: 予定に追加

# entryRow.favorite
source: Favorite
ja: お気に入り

# favorites.title
source: Favorites
ja: お気に入り

# network.constructionError
source: There was a problem constructing the search request.
ja: 検索リクエストの構築に問題がありました。

# network.requestFailed
source: The request to the server failed. Please check your internet connection and try again.
ja: サーバーへのリクエストに失敗しました。インターネット接続を確認して再試行してください。

# profile.dailyTarget
source: Daily Target
ja: 1日の目標

# profile.goalFooter
source: Standard advice: 1.6g - 2.2g per kg of body weight.
ja: 一般的な推奨量：体重1kgあたり1.6g〜2.2g

# profile.multiplier
source: Multiplier (g/kg)
ja: 係数（g/kg）

# profile.name
source: Name
ja: 名前

# profile.namePlaceholder
source: Your Name
ja: あなたの名前

# profile.saveChanges
source: Save Changes
ja: 変更を保存

# profile.sectionGoal
source: Protein Goal Settings
ja: タンパク質目標設定

# profile.sectionProfile
source: Profile
ja: プロフィール

# profile.title
source: Profile & Goal
ja: プロフィール＆目標

# profile.weight
source: Weight (kg)
ja: 体重（kg）

# stats.consumed
source: consumed.
ja: 摂取済み

# stats.detailsFor.%@
source: Details for %@,
ja: %@ の詳細、

# stats.tapBarHint
source: Tap on a bar to see daily details.
ja: バーをタップして1日の詳細を表示

# stats.weeklyStatistics
source: Weekly Statistics
ja: 週間統計

# tab.favorites
source: Favorites
ja: お気に入り

# tab.stats
source: Stats
ja: 統計

# tab.today
source: Today
ja: 今日

# today.alreadyTaken.%@
source: Already taken in %@ Grams.
ja: 摂取済み %@ グラム

# today.dailyGoal.%@
source: Your Daily Protein Goal is %@ Grams
ja: 1日のタンパク質目標は %@ グラムです

# today.goodDay %@
source: Good Day, %@!
ja: こんにちは、%@！

# today.grams.%@
source: %@ Grams
ja: %@ グラム

# today.plan
source: Today's Plan
ja: 今日の予定

# today.proteinPer100g.%@
source: %@g protein per 100g
ja: 100gあたり %@g のタンパク質

# today.searchFailed
source: Search Failed
ja: 検索に失敗しました

# today.searchPrompt
source: Search for a food...
ja: 食品を検索...

# today.stillNeed
source: Still Need
ja: あと必要

# today.unknownError
source: An unknown error occurred.
ja: 不明なエラーが発生しました。

# today.unknownProduct
source: Unknown Product
ja: 不明な食品
